9/data/attachments/f43b99fbf9fc0136.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cynthia_season_Friend_21700_1</nif:username>
            <nif:friendToBeRequested>soap_friends_fd4d70fd-2839-401b-a404-14d329288601</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>